{
  "head_title": "G. Wartelle | Web Developer",
  "nav_title": "Gabriel Wartelle",
  "nav_about": "About",
  "nav_skills": "Skills",
  "nav_projects": "Projects",
  "nav_contact": "Contact",
  "profile_picture": "Profile picture",
  "bio_title": "About me",
  "bio_text_1": "As an aspiring web developer, I am looking to join a dynamic company for a one-year apprenticeship.",
  "bio_text_2": "Having acquired solid programming skills, I am now enrolled in the third-year Bachelor program in Web Development at MyDigitalSchool.",
  "bio_text_3": "With the support of this training and my experience, I am eager to contribute effectively to all your projects and successfully tackle every challenge.",
  "skills_header": "My skills",
  "projects_title": "My projects",
  "project_1_img": "Image of the ChatApp project",
  "project_1_title": "ChatApp",
  "project_1_text": "Instant messaging web app. Developed using the MERN stack, this application enables real-time data sharing using Socket.io.",
  "project_2_img": "Image of the SocioPedia project",
  "project_2_title": "SocioPedia",
  "project_2_text": "Responsive social network web app with image upload functionality using Multer, and images stored in an AWS S3 bucket.",
  "project_3_img": "Image of the Divvy Bikes Data Analysis",
  "project_3_title": "Divvy Bikes Data Analysis",
  "project_3_text": "Data analysis performed on Divvy Bikes' database to convert more users of their bike rental service into subscribers.",
  "project_demo": "Demo",
  "project_code": "Code",
  "long_loading": "! Long Loading Time !",
  "more_about_title": "More about me",
  "more_about_text_1": "If you've reviewed my resume, one thing is clear: I have a unique profile. My professional journey has been diverse and marked by perseverance: once I commit to a path, I see it through to the end. Despite facing challenges in finding my calling, I've never settled for a professional environment that wasn't a good fit.",
  "more_about_text_2": "This journey has ultimately led me to the field that suits me best: IT. I chose to learn on my own, leveraging the wealth of quality resources available online. This decision allowed me to focus on the areas that interested me the most, leading me to my future career: web development.",
  "more_about_text_3": "That's why I'm currently enrolled in the Web Development Bachelor's program at MyDigitalSchool. They are an experienced, recognized, and nationwide school. The range of quality courses they offer is impressive, and their multidisciplinary, project-based approach aligns with my vision of education.",
  "more_about_text_4": "It's precisely to support this course that I'm seeking an apprenticeship position. I'm eager to work in a team, share my skills, and learn from others. I firmly believe that this interaction is crucial for growth and fulfillment in the professional world. With my experience and the backing of my training, I will undoubtedly be a valuable asset to your team.",
  "more_about_text_5": "I would be eager to discuss my profile with you. With this aim, I invite you to contact me either through the form below or via my LinkedIn profile by clicking on the icon to the right of the screen.",
  "contact_title": "Contact",
  "contact_label_1": "Name",
  "contact_placeholder_1": "Enter your name",
  "contact_label_2": "Email",
  "contact_placeholder_2": "Enter your email",
  "contact_label_3": "Message",
  "contact_placeholder_3": "Enter your message",
  "contact_submit": "Submit",
  "footer_text": "Based on",
  "footer_link": "this project",
  "up_arrow": "Back to top",
  "up_arrow_icon": "Up arrow icon"
}
