{
  "head_title": "G. Wartelle | Développeur Web",
  "nav_title": "Gabriel Wartelle",
  "nav_about": "À propos",
  "nav_skills": "Compétences",
  "nav_projects": "Projets",
  "nav_contact": "Contact",
  "profile_picture": "Photo de profil",
  "bio_title": "À propos de moi",
  "bio_text_1": "Jeune développeur web, je souhaite intégrer une entreprise dynamique pour un contrat en alternance d'un an.",
  "bio_text_2": "Après avoir acquis de solides compétences en programmation, je suis aujourd'hui inscrit en Bachelor 3 de développeur web à MyDigitalSchool, afin d'obtenir le titre de Concepteur Développeur d'Application.",
  "bio_text_3": "Avec l'appui de cette formation et de mon expérience, je suis déterminé à contribuer efficacement à tous vos projets et relever chaque défi avec succès.",
  "skills_header": "Mes compétences",
  "projects_title": "Mes projets",
  "project_1_img": "Image du projet ChatApp",
  "project_1_title": "ChatApp",
  "project_1_text": "WebApp de discussion instantanée. Développée avec la stack MERN, cette application gère le partage de données instantané, à l'aide de Socket.io.",
  "project_2_img": "Image du projet SocioPedia",
  "project_2_title": "SocioPedia",
  "project_2_text": "WebApp de réseau social. Cette application est responsive, avec une gestion d'upload d'images, à l'aide de Multer, stockées dans un bucket AWS S3.",
  "project_3_img": "Image de l'analyse de données de Divvy Bikes",
  "project_3_title": "Analyse de données de Divvy Bikes",
  "project_3_text": "Analyse de données de la société de location de vélo Divvy Bikes, réalisée dans le but de convertir plus d'utilisateurs en abonnés.",
  "project_demo": "Démo",
  "project_code": "Code",
  "long_loading": "! Chargement long !",
  "more_about_title": "En savoir plus sur moi",
  "more_about_text_1": "Si vous avez parcouru mon CV, une chose est évidente: j’ai un profil atypique. J’ai un parcours professionnel varié, marqué par la persévérance: une fois que je m’engage dans une voie, je vais jusqu’au bout. Bien qu'ayant rencontré des difficultés à trouver ma vocation, je ne me suis jamais résolu à rester dans un milieu professionnel qui ne me convenait pas.",
  "more_about_text_2": "Ce parcours m’a finalement conduit vers le domaine qui me correspond: l’informatique. J’ai choisi de me former en autonomie, profitant des nombreuses ressources de qualité disponibles en ligne. Ce choix m’a permis de me concentrer sur les domaines qui m’intéressaient et m’a conduit à mon métier d'avenir : le développement web.",
  "more_about_text_3": "C’est pourquoi je suis aujourd'hui inscrit au Bachelor Développement Web de MyDigitalSchool. C'est un organisme de formation expérimenté, reconnu et implanté partout en France. Le panel de formations de qualité qu'ils proposent est impressionnant, et leur approche multidisciplinaire, axée sur des projets réels, correspond à ma vision de l’enseignement.",
  "more_about_text_4": "C'est justement pour accompagner ce cursus que je suis à la recherche d'un poste en alternance. Je suis impatient de travailler en équipe, de partager mes compétences et d'apprendre des autres. Je suis persuadé que cette interaction est essentielle pour progresser et s'épanouir dans le monde professionnel. Avec mon expérience et le soutien de ma formation, je serai un atout indéniable pour votre équipe.",
  "more_about_text_5": "Je serai ravi de pouvoir échanger avec vous au sujet de mon profil. Et c'est dans ce but que je vous invite à prendre contact avec moi, soit par le biais du formulaire ci-dessous, soit via mon profil LinkedIn en cliquant sur l'icône à droite de l'écran.",
  "contact_title": "Prendre contact",
  "contact_label_1": "Nom",
  "contact_placeholder_1": "Entrez votre nom",
  "contact_label_2": "Email",
  "contact_placeholder_2": "Entrez votre email",
  "contact_label_3": "Message",
  "contact_placeholder_3": "Entrez votre message",
  "contact_submit": "Envoyer",
  "footer_text": "Basé sur",
  "footer_link": "ce projet",
  "up_arrow": "Retour en haut",
  "up_arrow_icon": "Icone de flèche vers le haut"
}
